Repository: vdr-projects/vdr-plugin-sleeptimer
Catalog: po/*.po
Languages: de_de

source: Autoswitch
de_de: Automatisch

source: Disable
de_de: Deaktivieren

source: Not active
de_de: Nicht aktiv

source: Shutdown (time)
de_de: Shutdown (Uhrzeit)

source: Disable sleeptimer in %d minutes
de_de: Sleeptimer in %d Minuten abbrechen

source: Shutdown
de_de: Herunterfahren

source: Mute
de_de: Stumm schalten

source: Default Timespan [min]
de_de: Standard-Zeitspanne [min]

source: Action
de_de: Aktion

source: No
de_de: Nein

source: Use default for autoswitch
de_de: Automatik mit Standardzeitspanne

source: Yes
de_de: Ja

source: Confirm
de_de: Bestätigen

source: Going to sleep in about one minute
de_de: Sleeptimer in einer Minute

source: Activate sleeptimer at %i:%.2i?
de_de: Sleeptimer um %i:%.2i aktivieren?

source: Timespan shorter than 2 minutes
de_de: Zeitspanne kürzer 2 Minuten

source: Activate sleeptimer in %i minutes?
de_de: Sleeptimer in %i Minuten aktivieren?

source: Sleeptimer in %i minutes
de_de: Sleeptimer in %i Minuten

source: Sleeptimer disabled
de_de: Sleeptimer inaktiv

source: Enable sleeptimer in %i minutes?
de_de: Sleeptimer in %i Minuten aktivieren?

source: Disable sleeptimer?
de_de: Sleeptimer abbrechen?
